[
    {
        "name": "Palačinky1",
        "resource": {
            "vejce": 2,
            "mléko": 500,
            "mouka": 500,
            "cukr": 10,
            "marmeláda": 20,
            "olej": 10,
            "sůl": 10
        },
        "procedure": "Do mísy přidáme vejce, mléko, olej, sůl, cukr a mouku. Vše smícháme v mixéru až bude těsto řídké. Rozpálíme pánev, dáme do ní olej a necháme až se rozpálí. Přebytečný olej dáme do těsta a zamícháme. Nabereme si do naběračky těsto a lijeme po směru hodinových ručiček. Počkáme než okraje začnou hnědnout a pak to otočíme na druhou stranu a počkáme (cca 2 minuty). Tento celý proces opakujeme, pokud máme ještě těsto.",
        "url": "https://www.recepty.cz/recept/palacinky-164287"
    },
    {
        "name": "Chleba s máslem",
        "resource": {
            "chleba": 1,
            "máslo": 10
        },
        "procedure": "Namaž chleba",
        "url": ""
    },
    {
        "name": "Svíčková na smetaně",
        "resource": {
            "cibule": 1,
            "sůl": 10,
            "mouka": 10,
            "olej": 10,
            "slanina": 10,
            "hovězí": 900,
            "smetana": 300,
            "bobkový list": 0.5,
            "nové koření": 10,
            "citron": 10,
            "vývar": 10,
            "pepř": 10,
            "kořenová zelenina": 300,
            "brusinky": 10,
            "cukr": 10
        },
        "procedure": "Svíčkovou osolíme, protkneme 2/3 slaniny nakrájené na klínky a na tuku zprudka po všech stranách opečeme. Maso za chvíli vyjmeme, přidáme zbytek na kostičky nakrájené slaniny, očištěnou na plátky nakrájenou zeleninu, cibuli a osmahneme do světlehněda. Pak znovu vložíme maso, přidáme koření, mírně podlijeme a dusíme v troubě. Maso poléváme šťávou a podle potřeby podléváme vývarem. Měkké maso vyjmeme, šťávu vydusíme na tuk, zaprášíme moukou, osmahneme a postupně ředíme zbytkem vývaru a smetanou. Omáčku dochutíme cukrem, citronovou šťávou nebo octem a dobře povaříme. Potom omáčku prolisujeme přes cedník. Nalijeme ji na maso a ještě na plotně prohřejeme. Maso nakrájíme na plátky. Podáváme s knedlíky a brusinkami nebo rybízovým džemem.",
        "url": "https://www.recepty.cz/recept/svickova-na-smetane-233"
    },
    {
        "name": "Guláš",
        "resource": {
            "cibule": 2,
            "sůl": 10,
            "mouka": 10,
            "hovězí": 0.5,
            "mletá paprika": 10,
            "pepř": 10,
            "chleba": 1,
            "chilli": 10,
            "majoránka": 10,
            "kmín": 10
        },
        "procedure": "Svíčkovou osolíme, protkneme 2/3 slaniny nakrájené na klínky a na tuku zprudka po všech stranách opečeme. Maso za chvíli vyjmeme, přidáme zbytek na kostičky nakrájené slaniny, očištěnou na plátky nakrájenou zeleninu, cibuli a osmahneme do světlehněda. Pak znovu vložíme maso, přidáme koření, mírně podlijeme a dusíme v troubě. Maso poléváme šťávou a podle potřeby podléváme vývarem. Měkké maso vyjmeme, šťávu vydusíme na tuk, zaprášíme moukou, osmahneme a postupně ředíme zbytkem vývaru a smetanou. Omáčku dochutíme cukrem, citronovou šťávou nebo octem a dobře povaříme. Potom omáčku prolisujeme přes cedník. Nalijeme ji na maso a ještě na plotně prohřejeme. Maso nakrájíme na plátky. Podáváme s knedlíky a brusinkami nebo rybízovým džemem.",
        "url": "https://www.recepty.cz/recept/gulas-162586"
    },
    {
        "name": "Svatomartinská husa 5 hodin pečená",
        "resource": {
            "husa": 1.0,
            "sůl": 30.0,
            "kmín": 60.0
        },
        "procedure": "Očištěnou a omytou husu si připravíme nejlépe den předem: dáme do pekáče, důkladně nasolíme, okmínujeme z obou stran a necháme přes noc v lednici. Před samotným pečením rozkrojíme dvě jablka a vložíme do husy, díky nim zůstane husa hezky šťavnatá. Zbytek jablek rozkrojíme na čtvrtky a položíme je kolem husy.Podlijeme vodou, případně i svatomartinským vínem, dáme do trouby, kterou jsme předehřáli na 180 stupňů, a pečeme 20 minut. Následně troubu stáhneme na 140 stupňů a za občasného podlévání výpekem pečeme přibližně další čtyři hodiny (na první dvě můžeme přikrýt alobalem).\n3\nPro docílení křupavé kůrčičky na posledních čtvrt hodiny zvýšíme teplotu v troubě na 240°C a poctivě co chvíli poléváme výpekem, Popřípadně zvedneme pekáč do střední polohy v troubě a zapneme na 10 minut gril.",
        "url": "https://www.recepty.cz/recept/svatomartinska-husa-5-hodin-pecena-162713"
    },
    {
        "name": "Palačinky2",
        "resource": {
            "sůl": 10,
            "hladká mouka": 300.0,
            "vejce": 2.0,
            "rostlinný olej": 10,
            "mléko": 500.0,
            "vanilkový cukr": 1.0
        },
        "procedure": "1\nVše dobře rozmícháme ponorným mixérem na hladkou hmotu. Postupně smažíme po obou stranách na pánvi na lžičce oleje. Doporučuji používat speciální pánev na palačinky s nízkým okrajem a nepřilnavým povrchem.\nRADA: Jak udělat jemné a nadýchané palačinky\n2\nOtáčíme nadhozením palačinky do vzduchu pomocí pánve, na kterou ji opět zachytíme (je to jednoduché). Tímto způsobem se zaručeně nepotrhá. Hotové palačinky potíráme marmeládou a zdobíme např. šlehačkou, ovocem atd.\nRADA: Podívejte se na VIDEO, jak udělat domácí piškot",
        "url": "https://www.recepty.cz/recept/palacinky-13120"
    },
    {
        "name": "Karlovarský knedlík",
        "resource": {
            "sůl": 10,
            "vejce": 2.0,
            "muškátový": 10,
            "mléko": 200.0,
            "hrubá mouka": 100.0,
            "pepř": 10,
            "petrželka": 10,
            "žemle": 250.0
        },
        "procedure": "1\nStarší housky nakrájíme na kostičky a lehce opražíme v troubě. Smícháme je se žloutky, nasekanou petrželkou, moukou a mlékem, osolíme, přidáme špetku muškátového květu a bílého pepře a necháme asi 10 minut odležet. Poté zlehka vmícháme sníh z bílků a těsto na karlovarský knedlík je hotové.\nRADA: Jak vyšlehat sníh z bílků?\n2\nVytvarujeme ho do úhledné šišky. Aby se knedlík nerozpadal a měl hezký tvar, zabalíme ho do olejem vymazaného alobalu nebo potravinové fólie, ve které ho budeme asi 20 - 25 minut vařit.\nRADA: Houskové knedlíky: VIDEO návod krok za krokem",
        "url": "https://www.recepty.cz/recept/karlovarsky-knedlik-140268"
    },
    {
        "name": "Boloňské špagety",
        "resource": {
            "slunečnicový": 10,
            "sůl": 10,
            "pórek": 0.25,
            "česnek": 3.0,
            "hladká mouka": 10,
            "masox": 0.25,
            "koření": 10,
            "mleté maso - míchané": 300.0,
            "rajský protlak": 1.0
        },
        "procedure": "1\nRozpálíme trošku oleje a mleté maso na něm osmahneme, zaprášíme moukou a přidáme rajský protlak a podlijeme vodou, aby směs měla řídkou kašovitou konzistenci. Přidáme masox, na kolečka nakrájený pórek, osolíme, přidáme jemně pokrájený česnek a dochutíme kořením. Necháme asi deset minut provařit na mírném plameni. Podáváme se špagetami a strouhaným sýrem.",
        "url": "https://www.recepty.cz/recept/bolonske-spagety-4270"
    }
]